Repository: nvdaes/emule
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, de, de_ch, he, hr, ne, nl, pl, ro, sl, sr

source: Reads the specified column for the current list item.
ar: قراءة العمود المحدد الخاص بعنصر القائمة الحالي.
de: Gibt die angegebene Spalte des aktuellen Listeneintrages aus.
de_ch: Liest die angegebene Spalte für das aktuelle Listenelement.
he: הקראת העמודה שצויינה עבור הפריט הנוכחי ברשימה.
hr: Čita određeni stupac trenutačne stavke popisa.
ne: चालू सूची सामाग्रीको निर्दिष्ट महल पढ्ने छ ।
nl: Leest de aangegeven kolom voor het huidige lijstitem.
pl: Odczytuje określoną kolumnę dla aktualnego elementu listy.
ro: Citește coloana specificată pentru lista de elemente curente.
sl: Prebere ustrezen stolpec, ki pripada trenutno izbranemu elementu na seznamu.
sr: Čita izabranu kolonu za trenutnu stavku liste.

source: %s copied to clipboard
ar: %s نسخ إلى الحافظة
de: %s in die Zwischenablage kopiert.
de_ch: %s in die Zwischenablage kopiert.
he: %s הועתק לזכרון
hr: %s kopirano u međuspremnik
ne: %s लाई क्लिप पाटीमा उतारियो ।
nl: %s naar het klembord gekopieerd
pl: %s skopiowane do schowka
ro: %s a fost copiat pe planșetă.
sl: %s preslikano v odložišče
sr: %s kopirano u privremenu memoriju

source: Copies the last read column of the selected list item to clipboard.
ar: نسخ آخر عمود مقروء بعنصر القائمة المحدد إلى الحافظة.
de: Kopiert die letzte ausgegebene Spalte des ausgewählten Listeneintrages in die Zwischenablage
de_ch: Kopiert die letzte Lesespalte des ausgewählten Listenelements in die Zwischenablage.
he: העתקת העמודה האחרונה שנקראה עבור הפריט הנוכחי לזכרון.
hr: Kopira zadnji pročitani stupac odabrane stavke popisa u međuspremnik.
ne: चयनीत सूची सामाग्री अन्तिम पटक पढेको महललाइ क्लिपपाटीमा उतार्ने छ ।
nl: Kopieert de laatstgelezen kolom van het geselecteerde lijstitem naar het klembord.
pl: Kopiuje do schowka ostatnio odczytaną kolumnę zaznaczonego elementu listy.
ro: Copiază ultima coloană a elementelor selectate în planșetă.
sl: Preslika besedilo zadnjega prebranega stolpca izbranega elementa na seznamu
sr: Kopira poslednju pročitanu kolonu u privremenu memoriju.

source: Moves the system focus and mouse to the main Tool Bar.
ar: تحريك مؤشر الفأرة ومؤشر النظام تجاه شريط الأدوات الرئيسي.
de: Verschiebt den Systemfokus und die Maus in die Hauptsymbolleiste.
de_ch: Bewegt den System-Fokus und die Maus auf die Hauptsymbolleiste.
he: העברת הפוקוס והעכבר לסרגל הכלים הראשי.
hr: Premješta sustavski fokus i miša na glavnu alatnu traku.
ne: पद्धति केन्द्रीयता र सुलसुलेलाई मुख्य औजार पट्टीमा लेजान्छ ।
nl: Verplaatst de systeemfocus en de muis naar de hoofdwerkbalk.
pl: Przenosi punkt uwagi i kursor myszy do głównego paska narzędzi.
ro: Mută focalizarea sistemului și mausul în Bara de unelte principale.
sl: Premakne sistemsko žarišče in miško v glavno Orodno Vrstico.
sr: Premešta fokus sistema i miš u traku sa alatkama

source: Reports the current window.
ar: الإعلام عن النافذة الحالية
de: Gibt das aktuelle Fenster aus.
de_ch: Liest das aktuelle Fenster vor.
he: הקראת החלון שבפוקוס.
hr: Čita trenutačni prozor.
ne: चालू सञ्झ्याललाई बताउने छ ।
nl: Meldt het huidige venster.
pl: Odczytuje aktualne okno.
ro: Raportează fereastra curentă.
sl: Prebira trenutno okno.
sr: Prijavljuje trenutni prozor.

source: Moves the system focus to the Name field of the Search window.
ar: تحريك مؤشر النظام إلى حقل الاسم بنافذة البحث.
de: Bewegt den Systemfokus zum Feld Name im Suchen Fenster.
de_ch: Bewegt den System-Fokus in das Suchfeld des Fensters.
he: העברת הסמן לתיבת העריכה של חלונית החיפוש.
hr: Premješta sustavski fokus na polje za ime u prozoru pretrage.
ne: पद्धति केन्द्रीयता लाई अन्वेषित सञ्झ्याल नाम भएको भुमीमा लेजान्छ ।.
nl: Verplaatst de focus naar het Naamveld in het Zoekvenster.
pl: Przenosi punkt uwagi do pola nazwy w oknie wyszukiwania.
ro: Mută focalizarea sistemului la numele câmpului de căutare al ferestrei.
sl: Premakne sistemsko žarišče v polje Ime okna za iskanje
sr: Pomera sistemski fokus u polje za unos imena prozora za pretragu.

source: Moves the system focus and mouse to the search parameters list or Edit field for each option, in the Search window.
ar: تحريك مؤشر الفأرة ومؤشر النظام تجاه قائمة معطيات البحث أو حقول التحرير لكل خيار في نافذة البحث.
de: Verschiebt den Fokus und die Maus in die Liste der Suchparameter.
de_ch: Bewegt den System-Fokus und die Maus auf die Liste der Suchparameter oder das Feld Bearbeiten für jede Option im Suchfenster.
he: העברת הפוקוס והעכבר לרשימת הפרמטרים של החיפוש או לתיבת העריכה עבור כל אופציה, בחלונית החיפוש.
hr: Premješta sustavski fokus i miša na popis parametara pretrage ili na opcije uređivačkog polja, u prozoru pretrage.
ne: पद्धति केन्द्रीयता र सुलसुलेलाई अन्वेषित सञ्झ्यालका विकल्पहरूमा खोजि गरिएका इकाइ सूचीहरू अथवा सम्पादन भुमीमा लेजान्छ ।
nl: Verplaatst de systeemfocus en de muis naar de lijst met zoekparameters of het invoerveld voor iedere optie, in het zoekvenster.
pl: Przenosi punkt uwagi i kursor myszy do listy parametrów wyszukiwania lub pola edycyjnego dla każdej opcji w oknie wyszukiwania.
ro: Mută focalizarea sistemului și mausul la lista de căutare a parametrilor sau câmpul de editare a fiecărei opțiuni, în fereastra de căutare.
sl: Premakne sistemsko žarišče in miško na seznam parametrov iskanja ali v polje urejanja za vsako možnost v oknu iskanja.
sr: Premešta sistemski fokus i miš na listu parametara za pretragu ili na polje za izmenu za svaku opciju, u prozoru za pretragu.

source: Moves the system focus to the results list in the Search window.
ar: تحريك مؤشر النظام تجاه قائمة النتائج في نافذة البحث.
de: Bewegt den Systemfokus zur Liste der gefundenen Einträge im Suchen Fenster.
nl: Verplaatst de focus naar de resultatenlijst in het Zoekvenster.
pl: Przenosi punkt uwagi do listy wyników w oknie wyszukiwania.

source: Moves the system focus and mouse to the Context Tool Bar, where the Tab key can be used to move among the items.
ar: تحريك مؤشر النظام والفأرة تجاه شريط الأدوات السياقي بحيث يمكن استخدام مفتاح الانتقال tab للتنقل بين العناصر.
de: Verschiebt den Systemfokus und die Maus in die Kontextsymbolleiste. Von hier aus können Sie die Tab-Taste verwenden, um zwischen den Symbolen zu navigieren.
nl: Verplaatst de systeemfocus en de muis naar de contekstwerkbalk, waar de tabtoets gebruikt kan worden om tussen de items te navigeren.
pl: Przenosi punkt uwagi i kursor myszy do kontekstowego paska narzędzi, w którym klawisz Tab może być użyty do przemieszczania się po elementach.

source: Moves the system focus to the IRC received messages.
ar: تحريك مؤشر النظام تجاه نافذة الرسائل المستلمة في بروتوكول IRC للدردشة عبر الإنترنت.
de: Bewegt den Systemfokus zu den empfangenen IRC-Mitteilungen.
nl: Verplaatst de systeemfocus naar de ontvangen IRC-berichten.
pl: Przenosi punkt uwagi do otrzymanych wiadomości IRC.

source: Moves the navigator object and mouse to the current list headers.
ar: تحريك مؤشر NVDA ومؤشر الفأرة تجاه رأس القائمة الحالية.
de: Bewegt den Navigator sowie die Maus zur aktuellen Listenüberschrift.
de_ch: Bewegt das Navigat-Orobjekt und die Maus auf die aktuellen Listenüberschriften.
he: העברת הפוקוס והעכבר לכותרת הרשימה שבפוקוס.
hr: Premješta miša i navigacijski objekt na zaglavlja trenutačnog popisa.
ne: विचरण वस्तु र सुलसुलेलाइ चालू सूचीको शिर्षकमा लेजान्छ ।
nl: Verplaatst het navigatorobject en de muis naar de kopteksten van de huidige lijst.
pl: Przenosi obiekt nawigatora i kursor myszy do nagłówków aktualnej listy.
ro: Mută obiectele navigatoare și mausul la lista curentă de niveluri.
sl: Premakne predmet krmarjenja in miško na glave trenutnega seznama.
sr: Pomera objekat navigatora i miš na trenutna zaglavlja liste.

source: Reports first object of the Status Bar.
ar: الإعلام عن الكائن الأول في شريط الحالة.
de: Gibt das ehrste Objekt der Statusleiste aus.
de_ch: Liest das erste Objekt der Statusleiste vor.
he: הקראת הפריט הראשון של שורת המצב.
hr: Čita prvi objekt statusne trake.
ne: स्थिति पट्टीको पहिलो सामाग्री बताउने छ ।
nl: Meldt het eerste object van de Statusbalk.
pl: Odczytuje pierwszy obiekt paska statusu.
ro: Raportează primul obiect al barei de status.
sl: Sporoča stanje prvega predmeta v Vrstici Stanja.
sr: Prijavljuje prvi objekat statusne trake.

source: Reports second object of the Status Bar.
ar: الإعلام عن الكائن الثاني في شريط الحالة.
de: Gibt das zweite Objekt der Statusleiste aus.
de_ch: Liest das zweite Objekt der Statusleiste vor.
he: הקראת הפריט השני של שורת המצב.
hr: Čita drugi objekt statusne trake.
ne: स्थिति पट्टीको दोश्रो सामाग्री बताउने छ ।
nl: Meldt het tweede object van de Statusbalk.
pl: Odczytuje drugi obiekt paska statusu.
ro: Raportează al doilea obiect al barei de status.
sl: Sporoča stanje drugega predmeta v Vrstici Stanja
sr: Prijavljuje drugi objekat statusne trake.

source: Reports third object of the Status Bar.
ar: الإعلام عن الكائن الثالث في شريط الحالة.
de: Gibt das dritte Objekt der Statusleiste aus.
de_ch: Liest das dritte Objekt der Statusleiste vor.
he: הקראת הפריט השלישי של שורת המצב.
hr: Čita treći objekt statusne trake.
ne: स्थिति पट्टीको तेस्रो सामाग्री बताउने छ ।
nl: Meldt het derde object van de Statusbalk.
pl: Odczytuje trzeci obiekt paska statusu.
ro: Raportează al treilea obiect al barei de status.
sl: Sporoča stanje tretjega predmeta v Vrstici Stanja.
sr: Prijavljuje treći objekat statusne trake.

source: Reports fourth object of the Status Bar.
ar: الإعلام عن الكائن الرابع في شريط الحالة.
de: Gibt das vierte Objekt der Statusleiste aus.
de_ch: Liest das vierte Objekt der Statusleiste vor.
he: הקראת הפריט הרביעי של שורת המצב.
hr: Čita četvrti objekt statusne trake.
ne: स्थिति पट्टीको चौथो सामाग्री बताउने छ ।
nl: Meldt het vierde object van de Statusbalk.
pl: Odczytuje czwarty obiekt paska statusu.
ro: Raportează al patrulea obiect al barei de status.
sl: Sporoča stanje četrtega predmeta v Vrstici Stanja.
sr: Prijavljuje četvrti objekat statusne trake.

source: Opens addon documentation.
ar: فتح ملف المساعدة بالإضافة
de: Öffnet die Dokumentation der Erweiterung.
nl: Opent de documentatie van de add-on.
pl: Otwiera dokumentację dodatku.

source: text "%s" not found
ar: تعذر العثور على النص "%s"
de: Text "%s" konnte nicht gefunden werden
nl: tekst "%s" niet gevonden
pl: Nie znaleziono tekstu "%s"
sl: besedilo "%s" se ni našlo

source: Find Error
ar: يوجد خطأ
de: Fehler beim Suchen
nl: Zoekfout
pl: Błąd wyszukiwania
sl: Napaka med Iskanjem

source: Search for:
ar: البحث عن
de: Suche nach:
nl: Zoeken naar:
pl: Szukaj:
sl: Išči:

source: eMule search
ar: بحث eMule
de: eMule suchen
nl: Zoeken met eMule
pl: Wyszukiwarka eMule
sl: iskanje eMule

source: Opens the find dialog when in read only edit boxes.
ar: فتح محاورة البحث في حالة صناديق التحرير المقروءة فقط.
de: Öffnet das Dialogfeld suchen, wenn Sie sich in Nur-Lesen-Eingabefeldern befinden.
nl: Opent het dialoogvenster zoeken vanuit Alleen-lezen invoervelden.
pl: Otwiera okno wyszukiwania w polach edycji tylko do odczytu.
sl: Odpre pogovorno okno Najdi, ko ste v poljih samo za branje.

source: Find next occurence.
ar: الوصول إلى الظهور التالي للنص الذي قمت بالبحث عنه مسبقا.
de: nächstes Vorkommen suchen.
nl: Zoek volgende voorkomen.
pl: Znajdź następne.
sl: Najdi naslednji rezultat

source: Find previous occurrence.
ar: الوصول إلى الظهور السابق للنص الذي قمت بالبحث عنه مسبقا.
de: vorheriges Vorkommen suchen.
nl: Zoek vorige voorkomen.
pl: Znajdź poprzednie.
sl: Najdi prejšnji rezultat

source: Improves eMule's accessibility with NVDA. eMule is a P2P program to search and share files. You can get more information about eMule at http://www.emule-project.net
ar: تحسين إمكانيات سهولة الوصول ببرنامج eMule مع NVDA. eMule هو برنامج لاقتران الحواسيب من أجل البحث ومشاركة الملفات. وللمزيد من المعلومات يمكن زيارة. http://www.emule-project.net
de: Verbessert die Zugänglichkeit von Emule mit NVDA. emule ist ein p2p-Programm, zum Suchen nach und Teilen von Dateien. Weitere Informationen zu Emule finden Sie unter http://www.emule-project.net
nl: Verbetert de toegankelijkheid van eMule met NVDA. eMule is een P2P programma om bestanden te zoeken en te delen. U vindt meer informatie over eMule op http://www.emule-project.net
pl: Poprawia dostępność eMule dla NVDA. eMule jest programem P2P umożliwiającym wyszukiwanie i dzielenie się plikami. Możesz uzyskać więcej informacji o eMule na http://www.emule-project.net
sl: Izboljšuje dostopnost eMule za uporabnike NVDA. eMule je P2P program za iskanje in deljenje datotek. Več informacij o eMuli lahko dobite na http://www.emule-project.net

source: Moves the system focus to the first list in the current window. For example the results list in the Search window, downloads in Transfer, etc.
de_ch: Bewegt den System-Fokus auf die erste Liste im aktuellen Fenster. Zum Beispiel die Ergebnisliste im Suchfenster, Downloads im Transfer, etc.
he: העברת הפוקוס לפריט הראשון בחלון שבפוקוס , לדוגמה : לרשימת תוצאות החיפוש, ההורדות וההעברות, וכו'.
hr: Premješta sustavski fokus na prvi popis u trenutačnom prozoru. Na primjer, popis rezultata pretrage u prozoru pretrage, preuzimanja u transferu, itd.
ne: पद्धति केन्द्रीयता लाई चालू सञ्झ्यालको पहिलो सूचीमा लेजान्छ । जस्तै अन्वेषणको नतिजा सूची, डाउनलोड हस्तान्तरण आदी ।
ro: Mută focalizarea sistemului la prima listă în fereastra curentă. De exemplu, lista de rezultate în fereastra de căutare, descărcări în transfer, etc.
sl: Premakne sistemsko žarišče na prvi seznam v trenutnem oknu. To je lahko seznam zadetkov v oknu iskanja, seznam prenosov k sebi v oknu prenašanja itd.
sr: Pomera sistemski fokus na prvu listu u trenutnom prozoru. Na primer na listu rezultata u prozoru za pretragu, listu svih preuzimanja, itd.

source: Moves the system focus to read-only edit boxes in the current window. For example the IRC received messages.
de_ch: Bewegt den System-Fokus auf schreibgeschützte Eingabefelder im aktuellen Fenster. Zum Beispiel hat der IRC Nachrichten empfangen.
he: העברת הפוקוס לתיבת עריכה לקריאה בלבד בחלון שבפוקוס , לדוגמה : הודעות שנתקבלו.
hr: Premješta sustavski fokus na polja za uređivanje koja su samo za čitanje u trenutačnom prozoru. Na primjer, IRC primljene poruke.
ne: पद्धति केन्द्रीयतालाई चालू सञ्झ्यालको पठनिय मात्रै सम्पादन कोष्ठमा लेजान्छ । जस्तै IRC बाट प्राप्त सन्देसमा
ro: Mută focalizarea sistemului la caseta de editare doar citire, în fereastra curentă. De exemplu, mesajele primite din IRC.
sl: Premakne sistemsko žarišče na polja samo za branje. To so na primer prejeta sporočila preko IRC.
sr: Pomera sistemski fokus na polja samo za čitanje u trenutno aktivnom prozoru. Na primer primljene IRC poruke u čet prozoru.

source: Improves eMule's accessibility with NVDA. eMule is a P2P program to search and share files. You can get more information about eMule at http://www.emule-project.net
de_ch: Verbessert die Zugänglichkeit von eMule mit NVDA. eMule ist ein P2P-Programm zum Suchen und Teilen von Dateien. Weitere Informationen zu eMule finden Sie unter https://www.emule-project.net..
he: משפר את הנגישות של Emule תחת Nvd.
hr: Poboljšava pristupačnostof eMule programa uz pomoć NVDA čitača. eMule je P2P program za traženje i dijeljenje datoteka. Daljnje informacije za eMule na http://www.emule-project.net
ro: Îmbunătățește accesibilitatea lui eMule cu NVDA. eMule este un program P2P pentru căutarea și partajarea fișierelor. Poți găsi mai multe informații despre eMule la https://www.emule-project.net
sr: Poboljšava pristupačnost eMule programa sa NVDA. eMule je P2P program za pretragu i deljenje datoteka. Više informacija o eMule možete naći na http://www.emule-project.net

source: eMule
ne: ईम्युल
